Repository: ammitto/data-jp
Catalog: reference-docs/9030.tmx
Source language: ja_jp
Languages: en_us

source: 外国為替及び外国貿易法
en_us: Foreign Exchange and Foreign Trade Act

source: 昭和二十四年法律第二百二十八号
en_us: Act No. 228 of 1949

source: 令和四年法律第九十七号
en_us: Act No. 97 of 2022

source: 外国為替及び外国貿易法（昭和二十四年十二月一日法律第二百二十八号）
en_us: Foreign Exchange and Foreign Trade Act (Act No. 228 of December 1, 1949)

source: 目次
en_us: Table of Contents

source: 第一章 総則（第一条―第九条）
en_us: Chapter I General Provisions (Articles 1 through 9)

source: 第二章 我が国の平和及び安全の維持のための措置（第十条―第十五条）
en_us: Chapter II Measures to Maintain Peace and Security in Japan (Articles 10 through 15)

source: 第三章 支払等（第十六条―第十九条）
en_us: Chapter III Making and Receiving Payments (Articles 16 through 19)

source: 第四章 資本取引等（第二十条―第二十五条の二）
en_us: Chapter IV Capital Transactions; Related Matters (Articles 20 through 25-2)

source: 第五章 対内直接投資等（第二十六条―第四十六条）
en_us: Chapter V Inward Direct Investment and Equivalent Actions (Articles 26 through 46)

source: 第六章 外国貿易（第四十七条―第五十四条）
en_us: Chapter VI Foreign Trade (Articles 47 through 54)

source: 第六章の二 報告等（第五十五条―第五十五条の九）
en_us: Chapter VI-2 Reports; Other Matters (Articles 55 through 55-9)

source: 第六章の二の二 外国為替取引等取扱業者遵守基準（第五十五条の九の二―第五十五条の九の四）
en_us: Chapter VI-2-2 Compliance Standards for Foreign Exchange Transactions Service Providers (Articles 55-9-2 through 55-9-4)

source: 第六章の三 輸出者等遵守基準（第五十五条の十―第五十五条の十二）
en_us: Chapter VI-3 Compliance Standards for Exporters and Persons Conducting Similar Transactions (Articles 55-10 through 55-12)

source: 第七章 行政手続法との関係（第五十五条の十三）
en_us: Chapter VII This Act's Relationship with the Administrative Procedure Act (Article 55-13)

source: 第七章の二 審査請求（第五十六条―第六十四条）
en_us: Chapter VII-2 Requests for Review (Articles 56 through 64)

source: 第八章 雑則（第六十五条―第六十九条の五）
en_us: Chapter VIII Miscellaneous Provisions (Articles 65 through 69-5)

source: 第九章 罰則（第六十九条の六―第七十三条）
en_us: Chapter IX Penal Provisions (Articles 69-6 through 73)

source: 第一章 総則
en_us: Chapter I General Provisions

source: 第一条 この法律は、外国為替、外国貿易その他の対外取引が自由に行われることを基本とし、対外取引に対し必要最小限の管理又は調整を行うことにより、対外取引の正常な発展並びに我が国又は国際社会の平和及び安全の維持を期し、もつて国際収支の均衡及び通貨の安定を図るとともに我が国経済の健全な発展に寄与することを目的とする。
en_us: Article 1 The purpose of this Act is to ensure that international transactions develop normally and that peace and security are maintained in Japan and the international community through the implementation of the minimum necessary controls and coordination for international transactions, under the basic principle of free engagement in foreign exchange, foreign trade, and other such international transactions; and in doing so, to help achieve balance of payments equilibrium and currency stability and also to contribute to the sound development of the Japanese economy.

source: 第二条 削除
en_us: Article 2 Deleted

source: 第三条 削除
en_us: Article 3 Deleted

source: 第四条 削除
en_us: Article 4 Deleted

source: 第五条 この法律は、本邦内に主たる事務所を有する法人の代表者、代理人、使用人その他の従業者が、外国においてその法人の財産又は業務についてした行為にも適用する。本邦内に住所を有する人又はその代理人、使用人その他の従業者が、外国においてその人の財産又は業務についてした行為についても、同様とする。
en_us: Article 5 This Act also applies to actions that the representative, agent, employee, or other such worker of a corporation whose principal office is in Japan takes in a foreign country concerning the corporation's assets or business. The same applies to actions that a person whose domicile is in Japan or the agent, employee, or other such worker of such a person takes in a foreign country concerning that person's assets or business.

source: 第六条 この法律又はこの法律に基づく命令において、次の各号に掲げる用語の意義は、当該各号に定めるところによる。
en_us: Article 6 (1) In this Act and Orders based on this Act, the meanings of the terms stated in the following items are as prescribed in those items:

source: 一 「本邦」とは、本州、北海道、四国、九州及び財務省令・経済産業省令で定めるその附属の島をいう。
en_us: (i) the term "Japan" means Honshu, Hokkaido, Shikoku, and Kyushu, and the islands associated with them that are prescribed by Ministry of Finance Order and Order of the Ministry of Economy, Trade and Industry;

source: 二 「外国」とは、本邦以外の地域をいう。
en_us: (ii) the term "foreign country" means any area outside Japan;

source: 三 「本邦通貨」とは、日本円を単位とする通貨をいう。
en_us: (iii) the term "Japanese currency" means currency expressed in units of Japanese yen;

source: 四 「外国通貨」とは、本邦通貨以外の通貨をいう。
en_us: (iv) the term "foreign currency" means any currency other than Japanese currency;

source: 五 「居住者」とは、本邦内に住所又は居所を有する自然人及び本邦内に主たる事務所を有する法人をいう。非居住者の本邦内の支店、出張所その他の事務所は、法律上代理権があると否とにかかわらず、その主たる事務所が外国にある場合においても居住者とみなす。
en_us: (v) the term "resident" means a natural person with a domicile or residence in Japan or a corporation whose principal office is in Japan. Regardless of whether a non-resident's branch office, local office, or other such office in Japan has the legal authority to represent that non-resident, that office is deemed to be a resident, even if the non-resident's principal office is located in a foreign state;

source: 六 「非居住者」とは、居住者以外の自然人及び法人をいう。
en_us: (vi) the term "non-resident" means a natural person or corporation other than a resident;

source: 七 「支払手段」とは、次に掲げるものをいう。
en_us: (vii) the term "means of payment" means any of the following:

source: イ 銀行券、政府紙幣及び硬貨
en_us: (a) banknotes, government notes, and coins;

source: ロ 小切手（旅行小切手を含む。）、為替手形、郵便為替及び信用状
en_us: (b) checks (including traveler's checks), bills of exchange, postal money orders, and letters of credit;

source: ハ 証票、電子機器その他の物（第十九条第一項において「証票等」という。）に電磁的方法（電子的方法、磁気的方法その他の人の知覚によつて認識することができない方法をいう。）により入力されている財産的価値であつて、不特定又は多数の者相互間での支払のために使用することができるもの（その使用の状況が通貨のそれと近似しているものとして政令で定めるものに限る。）
en_us: (c) the proprietary value entered in a voucher, electronic device, or any other object (meaning a "voucher or other such object" in Article 19, paragraph (1)) using electronic or magnetic means (meaning electronic means, magnetic means, or any other means that cannot be perceived with the human senses), which non-specific groups of persons or large numbers of persons can use among themselves for payment (limited to one prescribed by Cabinet Order as having a status of use that approximates a currency); and

source: ニ イ又はロに掲げるものに準ずるものとして政令で定めるもの
en_us: (d) what is prescribed by Cabinet Order as being equivalent to what is stated in (a) or (b);

source: 八 「対外支払手段」とは、外国通貨その他通貨の単位のいかんにかかわらず、外国通貨をもつて表示され、又は外国において支払のために使用することのできる支払手段（本邦通貨を除く。）をいう。
en_us: (viii) the term "foreign means of payment" means a foreign currency or any other means of payment (excluding Japanese currency) that is denominated in a foreign currency or that can be used for payment in a foreign country, regardless of the currency unit;

source: 九 「電子決済手段等」とは、次に掲げるものをいう。
en_us: (ix) the term "electronic payment instruments" means any of the following ;

source: イ 電子決済手段（資金決済に関する法律（平成二十一年法律第五十九号）第二条第五項に規定する電子決済手段をいう。第十六条の二の表の一の項の下欄、第十七条の四第二項及び第十八条の六第二項において同じ。）
en_us: (a) electronic payment instrument (meaning an electronic payment instrument as prescribed in Article 2, paragraph (5) of the Payment Services Act (Act No.59 of 2009); the same applies in the right-hand column of row 1 of the table in Article 16-2, Article 17-4, paragraph (2) and Article 18-6, paragraph (2); and

source: ロ 暗号資産（資金決済に関する法律第二条第十四項に規定する暗号資産をいう。第十六条の二の表の五の項の下欄において同じ。）
en_us: (b) cryptoasset (meaning a cryptoasset as prescribed in Article 2, paragraph (14) of the Payment Services Act; the same applies in the right-hand column of row 5 of the table in Article 16-2;

source: 十 「貴金属」とは、金の地金、金の合金の地金、流通していない金貨その他金を主たる材料とする物をいう。
en_us: (x) the term "precious metal" means gold bullion, gold alloy bullion, gold coins that are not in circulation, or any other object whose principal material is gold;

source: 十一 「証券」とは、券面が発行されていると否とを問わず、公債、社債、株式、出資の持分、公債又は株式に関する権利を与える証書、債券、国庫証券、抵当証券、利潤証券、利札、配当金受領証、利札引換券その他これらに類する証券又は証書として政令で定めるものをいう。
en_us: (xi) the term "security" means a public bond, corporate bond, share, equity in investment, certificate granting rights related to a public bond or share, bond certificate, treasury bond, mortgage instrument, profit certificate, coupon, dividend certificate, renewal coupon, or any security or certificate prescribed by Cabinet Order as being similar to them, regardless of whether it has been materialized;

source: 十二 「外貨証券」とは、外国において支払を受けることができる証券又は外国通貨をもつて表示される証券をいう。
en_us: (xii) the term "foreign currency security" means a security for which a person can receive payment in a foreign country or a security that is denominated in a foreign currency;

source: 十三 「債権」とは、定期預金、当座預金、特別当座預金、通知預金、保険証券及び当座勘定残高並びに貸借、入札その他により生ずる金銭債権で前各号に掲げられていないものをいう。
en_us: (xiii) the term "claim" means a time deposit, current deposit, special current deposit, deposit at notice, insurance policy, or current account balance, or a monetary claim not stated in any of the preceding items which arises from a loan, bid, or other source;

source: 十四 「金融指標等先物契約」とは、金融商品取引法（昭和二十三年法律第二十五号）第二条第二十一項に規定する市場デリバティブ取引（政令で定めるものを除く。以下この号において同じ。）、同条第二十二項に規定する店頭デリバティブ取引（政令で定めるものを除く。）及び同条第八項第三号ロに規定する外国金融商品市場において行われる同条第二十一項に規定する市場デリバティブ取引に類する取引その他これらに類する取引として政令で定める取引に係る契約をいう。
en_us: (xiv) the term "futures contract on a financial indicator or similar metric" means a contract associated with market derivatives transactions prescribed in Article 2, paragraph (21) of the Financial Instruments and Exchange Act (Act No. 25 of 1948) (excluding those prescribed by Cabinet Order; hereinafter the same applies in this item), over-the-counter derivatives transactions prescribed in paragraph (22) of that Article (excluding those prescribed by Cabinet Order), transactions similar to market derivatives transactions prescribed in paragraph (21) of that Article which are conducted on a foreign financial instruments market prescribed in paragraph (8), item (iii), (b) of that Article, or any other transaction prescribed by Cabinet Order as being similar to them;

source: 十五 「貨物」とは、貴金属、支払手段及び証券その他債権を化体する証書以外の動産をいう。
en_us: (xv) the term "goods" means movables other than precious metals, means of payment, and securities and any other certificates embodying claims; and

source: 十六 「財産」とは、第七号、第九号から第十一号まで、第十三号及び前号に規定するものを含む財産をいう。
en_us: (xvi) the term "assets" means assets including what is prescribed in items (vii), (ix) through (xi), and (xiii), and the preceding item.

source: ２ 居住者又は非居住者の区別が明白でない場合については、財務大臣の定めるところによる。
en_us: (2) If it is not clear whether a person is a resident or a non-resident, the Minister of Finance decides this.

source: （外国為替相場）
en_us: (Foreign Exchange Rates)

source: 第七条 財務大臣は、本邦通貨の基準外国為替相場及び外国通貨の本邦通貨に対する裁定外国為替相場を定め、これを告示するものとする。
en_us: Article 7 (1) The Minister of Finance is to set and issue public notice of the reference foreign exchange rates for Japanese currency and arbitrated foreign exchange rates of foreign currencies to Japanese currency.

source: ２ 財務大臣は、前項の規定により本邦通貨の基準外国為替相場を定めようとするときは、内閣の承認を得なければならない。
en_us: (2) Before setting a reference foreign exchange rate for Japanese currency pursuant to the provisions of the preceding paragraph, the Minister of Finance must obtain the approval of the Cabinet.

source: ３ 財務大臣は、対外支払手段の売買等所要の措置を講ずることにより、本邦通貨の外国為替相場の安定に努めるものとする。
en_us: (3) The Minister of Finance is to work towards stability in the foreign exchange rates of Japanese currency by taking necessary measures such as buying and selling foreign means of payment.

source: （通貨の指定）
en_us: (Designation of Currency)

source: 第八条 この法律の適用を受ける取引又は行為に係る通貨による支払等（支払又は支払の受領をいう。以下同じ。）は、財務大臣の指定する通貨により行わなければならない。
en_us: Article 8 A payment in currency that is made or received in connection with a transaction or action to which this Act applies must be made or received in the currency designated by the Minister of Finance.

source: （取引等の非常停止）
en_us: (Suspension of Transactions in Case of Emergency)

source: 第九条 主務大臣は、国際経済の事情に急激な変化があつた場合において、緊急の必要があると認めるときは、政令で定めるところにより、政令で定める期間内において、この法律の適用を受ける取引、行為又は支払等の停止を命ずることができる。
en_us: Article 9 (1) If there has been a rapid change in international economic conditions and the competent minister finds that there is an urgent need to do so, the competent minister, pursuant to the provisions of Cabinet Order, may order the suspension of transactions, actions, or the making or receiving of payments to which this Act applies, for a period prescribed by Cabinet Order.

source: ２ 前項の規定により命ずる停止は、その停止の時までにこの法律により認められている支払を不可能とするものではなく、その停止による支払の遅延は、政令で定める期間内に限られるものとする。
en_us: (2) A suspension that the competent minister orders pursuant to the provisions of the preceding paragraph is not to make it impossible to make a payment that had been authorized pursuant to this Act up until the time of the suspension, and any delay in making a payment due to such a suspension is to be limited to within the period prescribed by Cabinet Order.

source: 第二章 我が国の平和及び安全の維持のための措置
en_us: Chapter II Measures to Maintain Peace and Security in Japan

source: 第十条 我が国の平和及び安全の維持のため特に必要があるときは、閣議において、対応措置（この項の規定による閣議決定に基づき主務大臣により行われる第十六条第一項、第二十一条第一項、第二十三条第四項、第二十四条第一項、第二十五条第六項、第四十八条第三項及び第五十二条の規定による措置をいう。）を講ずべきことを決定することができる。
en_us: Article 10 (1) If it is particularly necessary to do so in order to maintain peace and security in Japan, it may be decided, in a Cabinet meeting, that responsive measures (meaning measures under Article 16, paragraph (1), Article 21, paragraph (1), Article 23, paragraph (4), Article 24, paragraph (1), Article 25, paragraph (6), Article 48, paragraph (3), and Article 52, which are taken by the competent minister based on a cabinet decision under this paragraph) are to be implemented.

source: ２ 政府は、前項の閣議決定に基づき同項の対応措置を講じた場合には、当該対応措置を講じた日から二十日以内に国会に付議して、当該対応措置を講じたことについて国会の承認を求めなければならない。ただし、国会が閉会中の場合又は衆議院が解散されている場合には、その後最初に召集される国会において、速やかに、その承認を求めなければならない。
en_us: (2) If the government has implemented the responsive measures referred to in the preceding paragraph based on the cabinet decision referred to in that paragraph, it must refer these measures to the Diet for discussion within 20 days from the day on which it implemented them, and seek Diet approval for having implemented them; provided, however, that if the Diet has been adjourned or the House of Representatives has been dissolved, the government must seek this approval promptly at the first Diet session convoked thereafter.

source: ３ 政府は、前項の場合において不承認の議決があつたときは、速やかに、当該対応措置を終了させなければならない。
en_us: (3) If a resolution of disapproval is passed in a case as referred to in the preceding paragraph, the government must terminate the responsive measures promptly.

source: 第十一条 削除
en_us: Article 11 Deleted

source: 第十二条 削除
en_us: Article 12 Deleted

source: 第十三条 削除
en_us: Article 13 Deleted

source: 第十四条 削除
en_us: Article 14 Deleted

source: 第十五条 削除
en_us: Article 15 Deleted

source: 第三章 支払等
en_us: Chapter III Making and Receiving Payments

source: 第十六条 主務大臣は、我が国が締結した条約その他の国際約束を誠実に履行するため必要があると認めるとき、国際平和のための国際的な努力に我が国として寄与するため特に必要があると認めるとき、又は第十条第一項の閣議決定が行われたときは、支払等が、これらと同一の見地から許可又は承認を受ける義務を課した取引又は行為に係る支払等である場合を除き、政令で定めるところにより、本邦から外国へ向けた支払をしようとする居住者若しくは非居住者又は非居住者との間で支払等をしようとする居住者に対し、当該支払又は支払等について、許可を受ける義務を課することができる。
en_us: Article 16 (1) If the competent minister finds it to be necessary to do so in order for Japan to faithfully perform its obligations under a treaty or any other international agreement that it has concluded, if the competent minister finds it to be particularly necessary to do so in order for Japan to contribute to international efforts towards international peace, or if a cabinet decision as referred to in Article 10, paragraph (1) is reached, the competent minister, pursuant to the provisions of Cabinet Order, may make it obligatory for residents or non-residents seeking to make a payment from Japan to a foreign state to get permission to make that payment, and may make it obligatory for residents seeking to make or receive a payment to or from non-residents to get permission to make or receive that payment, unless the payment in question is one that is being made or received in connection with a transaction or action that it has been made obligatory for persons to get permission or approval for from the same perspective as stated above.

source: ２ 前項に定める場合のほか、主務大臣は、我が国の国際収支の均衡を維持するため特に必要があると認めるときは、支払が、次章から第六章までの規定により許可を受け、若しくは届出をする義務が課され、又は許可若しくは承認を受ける義務を課することができることとされている取引又は行為に係る支払である場合を除き、政令で定めるところにより、本邦から外国へ向けた支払をしようとする居住者若しくは非居住者又は非居住者に対して支払をしようとする居住者に対し、これらの支払について、許可を受ける義務を課することができる。
en_us: (2) Beyond as prescribed in the preceding paragraph, if the competent minister finds it to be particularly necessary to do so in order to maintain Japan's balance of payments equilibrium, the competent minister, pursuant to the provisions of Cabinet Order, may make it obligatory for residents or non-residents seeking to make a payment from Japan to a foreign state or residents seeking to make a payment to non-residents to get permission to make that payment, unless the payment in question is made in connection with a transaction or action for which it has been made obligatory pursuant to the following Chapter through Chapter IV for persons to get permission or file a notification, or is made in connection with a transaction or action that, pursuant to those Chapters, the relevant authority is permitted to make it obligatory for persons to get permission or approval for.

source: ３ 前二項に定める場合のほか、主務大臣は、この法律又はこの法律に基づく命令の規定の確実な実施を図るため必要があると認めるときは、支払等が、次章から第六章までの規定により許可を受け、若しくは届出をする義務が課され、又は許可若しくは承認を受ける義務を課することができることとされている取引又は行為に係る支払等である場合を除き、政令で定めるところにより、本邦から外国へ向けた支払をしようとする居住者若しくは非居住者又は非居住者との間で支払等をしようとする居住者に対し、当該支払又は支払等について、許可を受ける義務を課することができる。
en_us: (3) Beyond as prescribed in the preceding two paragraphs, if the competent minister finds it to be necessary to do so in order to ensure the reliable implementation of the provisions of this Act or an Order based on this Act, the competent minister, pursuant to the provisions of Cabinet Order, may make it obligatory for residents or non-residents seeking to make a payment from Japan to a foreign state to get permission to make that payment, and may make it obligatory for residents seeking to make or receive a payment to or from non-residents to get permission to make or receive that payment, unless the payment in question is made or received in connection with a transaction or action for which it has been made obligatory pursuant to the following Chapter through Chapter IV for persons to get permission or file a notification, or is made or received in connection with a transaction or action that, pursuant to those Chapters, the competent minister is permitted to make it obligatory for persons to get permission or approval for.

source: ４ 前三項の規定により許可を受ける義務を課することができることとされる支払等についてこれらの規定の二以上の規定により許可を受ける義務が課された場合には、当該支払等をしようとする者は、政令で定めるところにより、当該二以上の規定による許可の申請を併せて行うことができる。この場合において、主務大臣は、当該申請に係る支払等について許可を受ける義務を課することとなつた事情を併せ考慮して、許可をするかどうかを判断するものとする。
en_us: (4) If, pursuant to the provisions of two or more of the preceding three paragraphs, it has been made obligatory for persons to get permission to make or receive a payment that, pursuant to each of those three paragraphs, the competent minister is permitted to make it obligatory for persons to get permission for, a person seeking to make or receive such a payment may file a combined application for the permissions under those two or more paragraphs, pursuant to Cabinet Order. In such a case, the competent minister must decide whether to give permission while taking into consideration the circumstances that have led the minister to make it obligatory for persons to get permission to make or receive the payment under the application.

source: ５ この法律又はこの法律に基づく命令の規定により、取引又は行為を行うことにつき許可若しくは承認を受け、又は届出をする義務が課されているときは、政令で定める場合を除き、当該許可若しくは承認を受けないで、又は当該届出をしないで当該取引又は行為に係る支払等をしてはならない。
en_us: (5) Except in the cases that Cabinet Order prescribes, if it has been made obligatory for persons to get permission or approval for a transaction or action or to file notification of a transaction or action pursuant to this Act or an Order based on this Act, a person must not make or receive a payment in connection with that transaction or action without getting the permission or approval or without filing the notification.

source: （支払等の制限）
en_us: (Restrictions on Making and Receiving Payments)

source: 第十六条の二 主務大臣は、前条第一項の規定により許可を受ける義務を課した場合において、当該許可を受ける義務が課された支払等を当該許可を受けないで行つた者が再び同項の規定により許可を受ける義務が課された支払等を当該許可を受けないで行うおそれがあると認めるときは、その者に対し、一年以内の期間を限り、本邦から外国へ向けた支払（銀行（銀行法（昭和五十六年法律第五十九号）第二条第一項に規定する銀行をいう。第二十一条第三項において同じ。）その他の政令で定める金融機関（以下「銀行等」という。）又は資金移動業者（資金決済に関する法律（平成二十一年法律第五十九号）第二条第三項に規定する資金移動業者をいい、同法第三十七条の二第二項の規定により資金移動業者とみなされる者を含む。以下同じ。）がその顧客の支払に係る為替取引を行う場合における当該為替取引によつてされるもの及び電子決済手段等取引業者等（次の表の上欄に掲げる者をいう。以下同じ。）がその顧客の支払に係る電子決済手段等の移転等（同表の上欄に掲げる者の区分に応じそれぞれ同表の下欄に定める行為をいう。以下同じ。）を行う場合における当該電子決済手段等の移転等によつてされるものを除く。）及び居住者と非居住者との間でする支払等（銀行等又は資金移動業者が行う為替取引によつてされるもの及び電子決済手段等取引業者等がその顧客の支払等に係る電子決済手段等の移転等を行う場合における当該電子決済手段等の移転等によつてされるものその他政令で定めるものを除く。）について、その全部若しくは一部を禁止し、又は政令で定めるところにより許可を受ける義務を課することができる。
en_us: Article 16-2 If the competent minister has made it obligatory to get permission pursuant to the provisions of paragraph (1) of the preceding Article, and the minister finds that a person that has made or received a payment for which it has been made obligatory to get permission, without getting that permission, is likely to once again make or receive a payment for which it has been made obligatory to get permission pursuant to the provisions of that paragraph without getting that permission, the competent minister may prohibit the person from fully or partially making payments from Japan to a foreign country (excluding a payment that is made through an exchange transaction if the exchange transaction involving a payment that is made by its customer is conducted by a bank (meaning a bank as prescribed in Article 2, paragraph (1) of the Banking Act (Act No. 59 of 1981); the same applies in Article 21, paragraph (3)) or any other financial institution prescribed by Cabinet Order (hereinafter referred to as a "bank or other prescribed financial institution") or by a funds transfer service provider (meaning a funds transfer service provider as prescribed in Article 2, paragraph (3) of the Payment Services Act (Act No. 59 of 2009) and including a company that is deemed to be a funds transfer service provider in Article 37-2, paragraph (2) of that Act: the same applies hereinafter) and a payment that is made through a transfer of electronic payment instruments or any other prescribed action (meaning the action stated in the right column of the following table in accordance with the category of the person set forth respectively in the left column of that table; the same applies hereinafter) if the transfer of electronic payment instruments or any other prescribed action involving a payment that is made by its customer is conducted by an electronic payment instruments service provider, etc. (meaning persons prescribed in the left column of the following table; the same applies hereinafter)); and from fully or partially making and receiving payments that take place between a resident and a non-resident (excluding the making and receiving of a payment through an exchange transaction conducted by a bank or other prescribed financial institution or by a funds transfer service provider, the making and receiving of a payment through a transfer of electronic payment instruments or any other prescribed action if the transfer of electronic payment instruments or any other prescribed action involving a payment that is made or received by its customer is conducted by an electronic payment instruments service provider, etc., and the making and receiving of a payments prescribed by Cabinet Order), but only during a period of up to one year, or, pursuant to the provisions of Cabinet Order, may make it obligatory for that person to get permission to make payments from Japan to a foreign country and to make and receive payments that take place between a resident and a non-resident, but only during a period of up to one year.

source: （銀行等の確認義務）
en_us: (Obligation of Banks and Other Prescribed Financial Institutions to Implement Confirmations for Transactions)
